# -------------------------------------------------------------------------------#
START_MESSAGE = "<b>Привіт!\n" \
                "Я — твоя права рука під час навчального року, адже в мене ти " \
                "завжди можеш дізнатись, які в тебе пари протягом тижня.\n" \
                "Для початку, скажи мені хто ти?)</b>"
# -------------------------------------------------------------------------------#
ADMIN_MESSAGE = "<b>Адмін-панель бота.\n\n" \
                "За допомогою цього посилання <a href='http://qolum.pythonanywhere.com/'> ADMIN </a>" \
                "ти можеш отримати доступ до адміністративної панелі.</b>"
# -------------------------------------------------------------------------------#
ERROR_MASSAGE = "<b>Упс сталась якась помилка(</b>"
# -------------------------------------------------------------------------------#
HEllO_STUDENT_MASSAGE = "<b>Привіт студент.\n\nСкинь мені цілу назву або тільки еніціали" \
                        " групи, цього буде достатньо для пошуку</b>"
# -------------------------------------------------------------------------------#
HEllO_TEACHERS_MASSAGE = "<b>Добрий день.\n\nВідправте мені своє прізвище або перші букви вашого призвища," \
                         "цього буде достатньо для пошуку</b>"
# -------------------------------------------------------------------------------#
CHOICE_NAME_MASSAGE = "<b>А тепер виберить:</b>"
# -------------------------------------------------------------------------------#
DONT_FIND_MESSAGE = "<b>На сьогодні пари в тебе закінчилися.\nСпитай мене завтра)</b>"
# -------------------------------------------------------------------------------#
